Repository: OPUS4/application
Catalog: modules/default/language/setup.tmx
Source language: de
Languages: en

source: Übersetzungen bearbeiten
en: Edit Translations

source: Vorhandene Übersetzungsressourcen anpassen
en: Adapt existing Translation Resources

source: Übersetzungsressource auswählen
en: Choose Translation Resource

source: Übersetzungsressource bearbeiten
en: Edit Translation Resource

source: Statische Seiteninhalte bearbeiten
en: Edit Static Page Contents

source: Hauptseite, Kontaktinformationen und Impressum bearbeiten
en: Edit Home Page, Contact Information and Imprint

source: Hauptseite bearbeiten
en: Edit Home Page

source: Impressum bearbeiten
en: Edit Imprint

source: Kontaktinformationen bearbeiten
en: Edit Contact Information

source: FAQ-Seite bearbeiten
en: Edit FAQ-Page

source: Inhalte der FAQ bearbeiten
en: Edit Contents of FAQ

source: FAQ bearbeiten
en: Edit FAQ
